#include <string>

std::string basicEmojis_4[51] = {
    "\u263A",  // 웃는 얼굴
    "\u2600",  // 해
    "\u2601",  // 구름
    "\u2614",  // 우산
    "\u260E",  // 전화기
    "\u2709",  // 편지봉투
    "\u270A",  // 주먹
    "\u270B",  // 손바닥
    "\u270C",  // 승리의 손
    "\u2728",  // 반짝임
    "\u270F",  // 연필
    "\u2712",  // 펜
    "\u2714",  // 체크 마크
    "\u2716",  // X 마크
    "\u26BD",  // 축구공
    "\u26BE",  // 야구공
    "\u26F3",  // 골프
    "\u26F5",  // 요트
    "\u26FA",  // 텐트
    "\u26FD",  // 주유소
    "\u26C4",  // 눈사람
    "\u26C5",  // 태양, 구름
    "\u26CE",  // 뱀
    "\u26D4",  // 금지 표시
    "\u26EA",  // 교회
    "\u26F0",  // 산
    "\u26F1",  // 우산, 비치 의자
    "\u26F2",  // 분수
    "\u26F4",  // 페리
    "\u26F7",  // 스키어
    "\u26F8",  // 아이스 스케이트
    "\u26F9",  // 테니스
    "\u26FA",  // 텐트
    "\u26FD",  // 주유소
    "\u2702",  // 가위
    "\u2705",  // 체크 마크
    "\u2708",  // 비행기
    "\u2709",  // 편지봉투
    "\u270D",  // 손으로 쓰기
    "\u270F",  // 연필
    "\u2712",  // 펜
    "\u2714",  // 체크 마크
    "\u2716",  // X 마크
    "\u2728",  // 반짝임
    "\u2733",  // 눈송이
    "\u2734",  // 별표
    "\u2744",  // 눈송이
    "\u2747",  // 반짝이는 별
    "\u2753",  // 물음표
    "\u2757",  // 느낌표
    "\u2764",  // 하트
};